[
  "KISI-KISI TRYOUT TES KEMAMPUAN AKADEMIK (TKA) MATEMATIKA TINGKAT SMP",
  "KABUPATEN BOGOR",
  "TIPE B",
  "Elemen",
  "Sub Elemen",
  "Level Kognitif",
  "Konteks",
  "Kompetensi",
  "Indikator",
  "Nomor Soal",
  "Kunci Jawaban",
  "Bilangan",
  "Bilangan Real",
  "Pengetahuan dan Pemahaman",
  "Masalah Matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait \nPerbandingan dan sifat-sifat bilangan",
  "Disajikan narasi tentang perbandingan siswa laki-laki dan perempuan di sebuah kelas, murid dapat menghitung selisih siswa jika jumlahnya diketahui.",
  "1",
  "a",
  "Bilangan Real",
  "Pengetahuan dan Pemahaman",
  "Masalah Sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait Operasi aritmetika pada bilangan",
  "Disajikan sebuah tabel yang menunjukkan volume air yang diminum seseorang mulai pagi sampai malam, murid dapat menghitung volume air yang tersisa jika diketahui volume air yang tersedia.",
  "2",
  "c",
  "Bilangan Real",
  "Aplikasi",
  "Masalah Sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait Operasi aritmetika pada bilangan",
  "Disajikan informasi permasalahan sehari-hari yang berkaitan dengan pembelian sejumlah pulpen dengan harga tertentu, murid dapat menentukan pernyataan benar berdasarkan informasi tersebut.",
  "3",
  "a dan c",
  "Bilangan Real",
  "Aplikasi",
  "Masalah Sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait Operasi aritmetika pada bilangan",
  "Disajikan sebuah informasi masalah sehari-hari tentang jumlah siswa di sebuah kelas dan banyaknya botol air mineral yang dibawanya, murid dapat menentukan banyaknya botol air mineral dari siswa perempuan yang sudah habis.",
  "4",
  "b",
  "Bilangan Real",
  "Aplikasi",
  "Masalah Sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait Operasi aritmetika pada bilangan",
  "Disajikan sebuah tabel yang menunjukkan harga satuan tas merk A dan B beserta diskon yang berlaku, murid dapat menghitung uang kembalian dari pembelian keduanya jika membayar dengan sejumlah uang yang dimilikinya.",
  "5",
  "b dan d",
  "Bilangan Real",
  "Penalaran",
  "Masalah Matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Perbandingan dan sifat-sifat bilangan",
  "Disajikan bentuk pecahan dalam variable p yang menghasilkan bilangan asli, murid dapat menentukan banyak p bilangan asli yang memenuhi",
  "6",
  "b",
  "Perbandingan",
  "Penalaran",
  "Masalah Matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan   permasalahan   terkait perbandingan berbalik nilai",
  "Diberikan narasi tentang lama sebuah kolam terkuras dengan menggunakan sejumlah pompa air, murid dapat menentukan tambahan pompa air, jika waktu yang diinginkan agar kolam terkuras lebih cepat",
  "7",
  "a",
  "Perbandingan",
  "Penalaran",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan   permasalahan   terkait proporsi dan skala",
  "Disajikan peta sederhana yang memuat jarak bukit dan kantor desa serta skala, murid dapat menentukan waktu tempuh dari kantor desa ke bukit jika diketahui kcepatan jalan kaki.",
  "8",
  "b",
  "Aljabar",
  "Persamaan dan Pertidaksamaan Linier",
  "Pengetahuan dan Pemahaman",
  "Masalah Matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen persamaan linear satu variabel",
  "Disajikan sebuah gambar segitiga dengan semua sudutnya dinyatakan dalam bentuk linear satu variabel, murid dapat menentukan besar salah satu sudutnya",
  "9",
  "c",
  "Persamaan dan Pertidaksamaan Linier",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen pertidaksamaan linear satu variabel",
  "Disajikan sebuah gambar kotak kado beserta ukurannya, murid dapat menentukan pernyataan yang benar tentang panjang kotak kado tersebut",
  "10",
  "b",
  "Bentuk Aljabar",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen bentuk aljabar dan sifat-sifat operasinya (komutatif, asosiatif, dan distributif).",
  "Disajikan informasi mengenai biaya produksi dan harga jual dalam bentuk aljabar, murid dapat menentukan biaya produksi dalam bentuk rupiah berdasarkan stimulus yang diberikan.",
  "11",
  "a",
  "Persamaan dan Pertidaksamaan Linier",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen sistem persamaan linear dua variabel",
  "Disajikan gambar makanan dan minuman serta narasi yang menyertai situasi yang diberikan, murid dapat memilih beberapa pernyataan yang benar pada pilihan jawaban.",
  "12",
  "b, c",
  "Barisan dan Deret",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen barisan berhingga bilangan.",
  "Disajikan informasi mengenai kursi penonton dengan ketentuan penambahan jumlah kursi pada setiap barisnya, murid dapat menentukan pernyataan yang benar",
  "13",
  "a, c, d",
  "Barisan dan deret",
  "Penalaran",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan   permasalahan   terkait barisan dan deret aritmatika",
  "Disajikan informasi tentang besar tabungan yang bertambah secara tetap setiap bulannya sehingga membentuk barisan aritmatika, murid dapat menentukan kebenran dan pernyataan yang diberikan",
  "14",
  "a dan b",
  "Fungsi",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan   terkait nilai fungsi",
  "Disajikan sebuah rumus fungsi f, murid dapat menentukan nilai fungsi dari rumus fungsi tersebut",
  "15",
  "c",
  "Geometri dan Pengukuran",
  "Objek geometri",
  "Pengetahuan dan pemahaman",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen hubungan antar- sudut yang terbentuk oleh dua garis  yang berpotongan, dan oleh dua garis sejajar yang dipotong suatu garis transversal (termasuk penentuan besar sudut dalam segitiga)",
  "Disajikan permasalahan berkaitan dengan sebuah pizza yang dipotong menjadi beberapa bagian, murid dapat menentukan besar sudut pizza yang belum dimakan",
  "16",
  "b",
  "Objek geometri",
  "Pengetahuan dan pemahaman",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen transformasi tunggal (refleksi, translasi, rotasi, dan dilatasi) terhadap titik, garis, dan bangun datar pada bidang.",
  "Disajikan gambar sebuah titik  dengan koordinat tertentu. Titik tersebut dirotasikan 90° dengan pusat O (0,0), setelah itu didilatasikan dengan faktor skala k, murid dapat menentukan koordinat bayangan titik tersebut.",
  "17",
  "a",
  "Pengukuran",
  "Aplikasi",
  "Masalah \nsehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Jaring-jaring bangun ruang (prisma, tabung, limas dan kerucut).",
  "Disajikan informasi permasalahan sehari-hari yang berkaitan dengan pengecatan barang bekas dengan bentuk bangun ruang sisi datar, murid dapat menentukan luas permukaan area yang diberikan cat",
  "18",
  "c",
  "Pengukuran",
  "Aplikasi",
  "Masalah \nsehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen keliling dan luas bangun datar (daerah\tsegi banyak dan daerah lingkaran, serta daerah gabungannya)",
  "Disajikan informasi permasalahan sehari-hari yang berkaitan dengan gulungan kabel yang memiliki inti berbentuk silinder dengan diketahui diameternya. Kabel tersebut dililitkan beberapa lapis dan harga permeter kabel tersebut diketahui, murid dapat menentukan pernyataan yang benar dari informasi tersebut",
  "19",
  "c dan d",
  "Pengukuran",
  "Aplikasi",
  "Masalah \nsehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen teorema pythagoras",
  "Disajikan permasalahan sehari-hari beserta gambar terkait Tim SAR yang sedang meakukan pelatihan navigasi darurat. Terdapat tig apos dan satu titik proyeksi, murid mampu menentukan luas wilayah ketiga pos tersebut.",
  "20",
  "b",
  "Objek geometri",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Jaring-jaring bangun ruang (prisma, tabung, limas dan kerucut)",
  "Disajikan sebuah gambar yang terdiri dari kubus dan limas dengan panjang rusuk balok dan tinggi bangun tersebut diketahui, murid dapat menghitung volume bangun tersebut.",
  "21",
  "d",
  "Objek geometri",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Jaring-jaring bangun ruang (prisma, tabung, limas dan kerucut)",
  "Disajikan sebuah gambar prisma segitiga sama kaki dengan ukuran alas prisma, tinggi alas dan tinggi prisma diketahui. Murid dapat menghitung panjang kerangka dan luas prisma tersebut.",
  "22",
  "a dan b",
  "Objek geometri",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen keliling dan luas bangun datar (daerah\tsegi banyak dan daerah lingkaran, serta daerah gabungannya)",
  "Disajikan sebuah gambar trapesium dengan panjang garis sejajar tinggi trapesium diketahui, dan terdapat dua garis diagonal. Murid dapat menghitung salah satu bagian luas bangun yang ditentukan.",
  "23",
  "b",
  "Objek geometri",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Volume bangun ruang\t(prisma,\nlimas, dan bola)",
  "Disajikan informasi tentang permasalahan sehari hari yang berkaitan dengan pembuatan hiasan jamur berbentuk setengah lingkaran dan tabung. Murid dapat menentukan pernyataan yang benar berdasarkan informasi tersebut",
  "24",
  "b dan c",
  "Data dan Peluang",
  "Data",
  "Pengetahuan dan pemahaman",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Perumusan pertanyaan untuk mendapatkan data, serta penyajian, dan peginterpretasian data",
  "Disajikan tabel distribusi frekuensi hasil jumlah kunjungan wisatawan asing Kab. Bogor tahun tertentu, murid dapat menentukan pernyataan yang benar",
  "25",
  "c",
  "Data",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Perumusan pertanyaan untuk mendapatkan data, serta penyajian, dan peginterpretasian data",
  "Disajikan tabel banyaknya pengunjung di sebuah perpustkaan dalam waktu tertentu, murid dapat menentukan pernyataan yang benar",
  "26",
  "c",
  "Data",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Penentuan dan penaksiran rerata  (mean), median, modus, dan jangkauan (range) dari data",
  "Disajikan gambar diagram batang terkait Ekstrakurikuler di sebuah sekolah, murid dapat menentukan pernyataan yang benar",
  "27",
  "b dan c",
  "Data",
  "Aplikasi",
  "Masalah sehari-hari",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Perumusan pertanyaan untuk mendapatkan data, serta penyajian, dan peginterpretasian data",
  "Disajikan tabel nilai uji kompetensi, murid dapat menentukan salah satu data yang memiliki nilai yang stabil dan merata",
  "28",
  "c",
  "Peluang",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Peluang\t dan frekuensi relatif dari kejadian tunggal",
  "Disajikan informasi mengenai dua himpunan, murid dapat menentukan peluang kedua himpunan memiliki anggota yang sama",
  "29",
  "b",
  "Peluang",
  "Penalaran",
  "Masalah matematika",
  "Memahami, mengaplikasikan, dan bernalar yang lebih tinggi untuk menyelesaikan permasalahan terkait cakupan sub-elemen Peluang\t dan frekuensi relatif dari kejadian tunggal",
  "Disajikan gambar, murid dapat menentukan pernyataan benar mengenai banyak cara rute terdekat serta nilai peluangnya",
  "30",
  "a dan c"
]